{
    "start": {
        "date": "2017-04-04"
    },
    "pairs": [
        ["Raging", "Volcanic", "Tyrannical"],
        ["Teeming", "Explosive", "Fortified"],
        ["Bolstering", "Grievous", "Tyrannical"],
        ["Sanguine", "Volcanic", "Fortified"],
        ["Bursting", "Skittish", "Tyrannical"],
        ["Teeming", "Quaking", "Fortified"],
        ["Raging", "Necrotic", "Tyrannical"],
        ["Bolstering", "Skittish", "Fortified"],
        ["Teeming", "Necrotic", "Tyrannical"],
        ["Sanguine", "Grevious", "Fortified"],
        ["Bolstering", "Explosive", "Tyrannical"],
        ["Bursting", "Quaking", "Fortified"]
    ],
    "desc": {
        "Bolstering": "When any non-boss enemy dies, its death cry empowers nearby allies, increasing their maximum health and damage by 20%.",
        "Fortified": "Non-boss enemies have 20% more health and inflict up to 40% increased damage.",
        "Necrotic": "All enemies' melee attacks apply a stacking blight that inflicts damage over time and reduces healing received.",
        "Raging": "Non-boss enemies enrage at 30% health remaining, dealing 100% increased damage until defeated.",
        "Sanguine": "When slain, non-boss enemies leave behind a lingering pool of ichor that heals their allies and damages players.",
        "Skittish": "Enemies pay far less attention to threat generated by tanks.",
        "Teeming": "Additional non-boss enemies are present throughout the dungeon.",
        "Tyrannical": "Boss enemies have 40% more health and inflict up to 20% increased damage.",
        "Volcanic": "While in combat, enemies periodically cause gouts of flame to erupt beneath the feet of distant players.",
        "Explosive": "Creatures have a chance to summon an Explosive Orb at a nearby location that will explode, inflicting damage 50% of the player’s maximum health as damage.",
        "Quaking": "Players will periodically Quake, inflicting 20% of the player’s maximum health as damage and interrupting spell casts of themselves and nearby allies.",
        "Grevious": "While below 90% health, players are afflicted with Grievous Wound.",
        "Bursting": "When slain, non-boss enemies explode, causing all players to suffer 10% of their maximum health in damage over 4 seconds. (5% every 2 seconds) This effect stacks."
    }
}
